{"version":"1.0","encoding":"UTF-8","feed":{"xmlns":"http://www.w3.org/2005/Atom","xmlns$openSearch":"http://a9.com/-/spec/opensearchrss/1.0/","xmlns$gsx":"http://schemas.google.com/spreadsheets/2006/extended","id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"ITA"},"link":[{"rel":"alternate","type":"application/atom+xml","href":"https://docs.google.com/spreadsheets/d/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/pubhtml"},{"rel":"http://schemas.google.com/g/2005#feed","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full"},{"rel":"http://schemas.google.com/g/2005#post","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full"},{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full?alt\u003djson"}],"author":[{"name":{"$t":"brian.cribb"},"email":{"$t":"brian.cribb@gmail.com"}}],"openSearch$totalResults":{"$t":"43"},"openSearch$startIndex":{"$t":"1"},"entry":[{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cokwr"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7104.09"},"content":{"type":"text","$t":"full: TRUE, event: The Triventure Trade Pact is signed by representatives of Terra, Alpha Centauri, and Vulcan. Until this time, every trade transaction among the three worlds required lengthy negotiation on every point. The Triventure Pact arranged for private interests on each world to cooperate in providing venture capital and guidance for independent and corporate trade efforts that would be chartered jointly by the three governments. The Triventure Pact made interstellar commerce practical and attractive, and the dawn of modern interstellar trade is marked by this date. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cokwr"}],"gsx$stardate":{"$t":"0/7104.09"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Triventure Trade Pact is signed by representatives of Terra, Alpha Centauri, and Vulcan. Until this time, every trade transaction among the three worlds required lengthy negotiation on every point. The Triventure Pact arranged for private interests on each world to cooperate in providing venture capital and guidance for independent and corporate trade efforts that would be chartered jointly by the three governments. The Triventure Pact made interstellar commerce practical and attractive, and the dawn of modern interstellar trade is marked by this date. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cpzh4"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7202.00"},"content":{"type":"text","$t":"full: TRUE, event: The Orion colonial governments make first contact with the Klingon Empire. Cleverly, they conceal the real value of their location in space and their mineral wealth, avoiding Klingon domination by convincing the Empire that they have more to offer as independent allies. A figurehead Klingon governor is assigned to the Orion Colonies after a minor show of force, but he never actually attempts to exercise control, and his position is mostly that of a trade liaison. The average Orion is totally unaware that the colonies are officially a Klingon protectorate. They do recognize a rich new market when they see one and so start trading with the Klingons, with the controlling trade families always watchful to assure that the Empire does not become too interested in Rigels wealth."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cpzh4"}],"gsx$stardate":{"$t":"0/7202.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Orion colonial governments make first contact with the Klingon Empire. Cleverly, they conceal the real value of their location in space and their mineral wealth, avoiding Klingon domination by convincing the Empire that they have more to offer as independent allies. A figurehead Klingon governor is assigned to the Orion Colonies after a minor show of force, but he never actually attempts to exercise control, and his position is mostly that of a trade liaison. The average Orion is totally unaware that the colonies are officially a Klingon protectorate. They do recognize a rich new market when they see one and so start trading with the Klingons, with the controlling trade families always watchful to assure that the Empire does not become too interested in Rigels wealth."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cre1l"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7308.00"},"content":{"type":"text","$t":"full: TRUE, event: First contact with Tellar is made by a Triventure-sponsored scout vessel manned by Vulcans. In the tradition of true Tellarite hospitality, fines are levied on the incoming ship for unlawful levels of radiation and emissions from its engines and power generation systems. Science Officer Sehek argues before a hastily-convened Tellarite inquiry board that their vessel cannot be held responsible for regulations that impose impossible restrictions that cannot be met by known technology, but his arguments are refuted by Tellarite scientists. Though Tellar has not perfected the warp drive itself, their widespread use of fusion technology has led to the development of advanced shielding techniques previously unknown to the science of any of the Triventure cultures. Sehek insists that proof of the existence and nature of such technology be provided before he will concede defeat. Though the other officers of the vessel advise against it, Sehek convinces his captain to sign an agreement to pay huge fines to the Tellar government, which will be collected from Triventure interests in the form of trade goods. \"Sehek’s folly\" proves to be a shrewd plan in the long run, as the scientific data he insisted on as proof in the inquest grants Triventure interests a major technological boost that allows bigger and better drive and power systems to be constructed for manned ships. Tellar is eventually granted equal trade status with the Triventure signatories, despite the fact that the Tellar government never quite agrees to formally join the Trade Pact."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cre1l"}],"gsx$stardate":{"$t":"0/7308.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"First contact with Tellar is made by a Triventure-sponsored scout vessel manned by Vulcans. In the tradition of true Tellarite hospitality, fines are levied on the incoming ship for unlawful levels of radiation and emissions from its engines and power generation systems. Science Officer Sehek argues before a hastily-convened Tellarite inquiry board that their vessel cannot be held responsible for regulations that impose impossible restrictions that cannot be met by known technology, but his arguments are refuted by Tellarite scientists. Though Tellar has not perfected the warp drive itself, their widespread use of fusion technology has led to the development of advanced shielding techniques previously unknown to the science of any of the Triventure cultures. Sehek insists that proof of the existence and nature of such technology be provided before he will concede defeat. Though the other officers of the vessel advise against it, Sehek convinces his captain to sign an agreement to pay huge fines to the Tellar government, which will be collected from Triventure interests in the form of trade goods. \"Sehek’s folly\" proves to be a shrewd plan in the long run, as the scientific data he insisted on as proof in the inquest grants Triventure interests a major technological boost that allows bigger and better drive and power systems to be constructed for manned ships. Tellar is eventually granted equal trade status with the Triventure signatories, despite the fact that the Tellar government never quite agrees to formally join the Trade Pact."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/chk2m"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7604.00"},"content":{"type":"text","$t":"full: TRUE, event: In the face of tension between the three primary Triventure cultures and the newly-encountered Andorian Empire, a restrictive trade act is introduced that would prohibit trade with Andorian interests, or even with independent worlds and cultures that trade with Andorians. Feeling that such restrictions would be a major step backwards in attempts to bring the Andorian government to the negotiating table, a number of Vulcan trade families oppose the act. Speaking for these families, the great Vulcan negotiator T’pava declares it “a measure born of fear, unworthy of seekers of peace”. Her oratory sways the Council, and the measure is defeated, though Tellarite trade associations do restrict trade with Andor. As a result, trade concessions are a major factor in bringing about the First Alpha Centauri Conference, at which the Andorians agree to join the Triventure effort, which becomes known as the Quadrilateral Trade Pact. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/chk2m"}],"gsx$stardate":{"$t":"0/7604.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"In the face of tension between the three primary Triventure cultures and the newly-encountered Andorian Empire, a restrictive trade act is introduced that would prohibit trade with Andorian interests, or even with independent worlds and cultures that trade with Andorians. Feeling that such restrictions would be a major step backwards in attempts to bring the Andorian government to the negotiating table, a number of Vulcan trade families oppose the act. Speaking for these families, the great Vulcan negotiator T’pava declares it “a measure born of fear, unworthy of seekers of peace”. Her oratory sways the Council, and the measure is defeated, though Tellarite trade associations do restrict trade with Andor. As a result, trade concessions are a major factor in bringing about the First Alpha Centauri Conference, at which the Andorians agree to join the Triventure effort, which becomes known as the Quadrilateral Trade Pact. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ciyn3"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7610.00"},"content":{"type":"text","$t":"full: TRUE, event: The Klingon figurehead governor is withdrawn from the Orion worlds, beginning a period of benign neglect by the Klingons, largely because war has heated up between the Romulans and Klingons along their common border, and the Empire has no time for an area it perceives as only marginally useful. Trading vessels from the Klingon Empire become rare in Orion space, with most trade of war materials conducted using Orion vessels. Allegedly, this is done to free Klingon vessels for war efforts, but the policy is actually suggested by the Orions to rid their space of the Klingon presence so that they may build up their own military more effectively without tipping off the Empire to their actual strength."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ciyn3"}],"gsx$stardate":{"$t":"0/7610.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Klingon figurehead governor is withdrawn from the Orion worlds, beginning a period of benign neglect by the Klingons, largely because war has heated up between the Romulans and Klingons along their common border, and the Empire has no time for an area it perceives as only marginally useful. Trading vessels from the Klingon Empire become rare in Orion space, with most trade of war materials conducted using Orion vessels. Allegedly, this is done to free Klingon vessels for war efforts, but the policy is actually suggested by the Orions to rid their space of the Klingon presence so that they may build up their own military more effectively without tipping off the Empire to their actual strength."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ckd7g"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/7907.00"},"content":{"type":"text","$t":"full: TRUE, event: A Small Orion frontier Scout encounters a lone Tellarite trader, Garggash Dlumppheg, whose dilapidated ship had wandered far off course, where he would surely have died if he had not been found. The details of this meeting are unknown, though Dlumppheg's memoirs hint that it started in a somewhat less-than-friendly manner. Even so, the Tellarite trader was taken to the Rigel system, and came away after five months with an exclusive trade agreement between his tiny shipping outfit (now minus even one ship of its own) and the entire Orion colonial government. Heavily in debt to the Orion consortium that supplied him with a ship for his return to Tellarite space, he is able to turn his agreement into a personal fortune by selling franchises for Orion trade to the biggest corporations on Tellar, Andor, Vulcan, Terra, and the Centauran worlds."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ckd7g"}],"gsx$stardate":{"$t":"0/7907.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"A Small Orion frontier Scout encounters a lone Tellarite trader, Garggash Dlumppheg, whose dilapidated ship had wandered far off course, where he would surely have died if he had not been found. The details of this meeting are unknown, though Dlumppheg's memoirs hint that it started in a somewhat less-than-friendly manner. Even so, the Tellarite trader was taken to the Rigel system, and came away after five months with an exclusive trade agreement between his tiny shipping outfit (now minus even one ship of its own) and the entire Orion colonial government. Heavily in debt to the Orion consortium that supplied him with a ship for his return to Tellarite space, he is able to turn his agreement into a personal fortune by selling franchises for Orion trade to the biggest corporations on Tellar, Andor, Vulcan, Terra, and the Centauran worlds."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/clrrx"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/8202.00"},"content":{"type":"text","$t":"full: TRUE, event: Franchisees of the Dlumppheg agreements discover they have miscalculated badly. The Terran trade vessel Marco Polo returns from Rigel laden with cargo and important news. The exclusive ties between Dlumppheg and the Orion colonial government do not apply to the much richer trading market available by dealing direct with the trading families of Orion. The Marco Polo, with no Dlumppheg franchise, has returned with a hold full of fine Rigellian wine."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/clrrx"}],"gsx$stardate":{"$t":"0/8202.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Franchisees of the Dlumppheg agreements discover they have miscalculated badly. The Terran trade vessel Marco Polo returns from Rigel laden with cargo and important news. The exclusive ties between Dlumppheg and the Orion colonial government do not apply to the much richer trading market available by dealing direct with the trading families of Orion. The Marco Polo, with no Dlumppheg franchise, has returned with a hold full of fine Rigellian wine."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cyevm"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/8202.00"},"content":{"type":"text","$t":"full: TRUE, event: The bureaucratic snarl involved in dealing with the largely ceremonial Orion colonial offices is quickly bypassed by small independent traders, particularly from Vulcan and Terran Colonial interests. While the big companies fumble and delay, many fortunes are made in practically unrestricted trade with the Orion families. This period of prosperity forever assures a future for independent small trading operations in interstellar commerce."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cyevm"}],"gsx$stardate":{"$t":"0/8202.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The bureaucratic snarl involved in dealing with the largely ceremonial Orion colonial offices is quickly bypassed by small independent traders, particularly from Vulcan and Terran Colonial interests. While the big companies fumble and delay, many fortunes are made in practically unrestricted trade with the Orion families. This period of prosperity forever assures a future for independent small trading operations in interstellar commerce."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cztg3"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/8202.00"},"content":{"type":"text","$t":"full: TRUE, event: Dlumppheg is sued unsuccessfully over 750 times in Andorian, Centauran and Terran courts, largely because there are no legal reciprocation agreements among the various cultures. General mistrust of Dlumppheg forces the closing of his non-Tellarite operations, but he retires with a huge fortune to his estate on his very own Tellarite colony world."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cztg3"}],"gsx$stardate":{"$t":"0/8202.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Dlumppheg is sued unsuccessfully over 750 times in Andorian, Centauran and Terran courts, largely because there are no legal reciprocation agreements among the various cultures. General mistrust of Dlumppheg forces the closing of his non-Tellarite operations, but he retires with a huge fortune to his estate on his very own Tellarite colony world."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d180g"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/8706.06"},"content":{"type":"text","$t":"full: TRUE, event: The Articles Of Federation are signed, linking Terra, Andor, Alpha Centauri, Vulcan, and Tellar in military, social, and economic fellowship. It is economics, some say, that swung the tide of opinion in favor of the Federation concept, as the Articles and early Federation rulings based on them provide for a common legal system and a way to regulate interstellar trade. Independent interests, well-funded and led by Andorian trader J'mm T'las, manage to prevent a stifling Federation bureaucracy from crushing small independent traders, but the free-wheeling traffic in everything and anything money will buy is soon over. This cooperative effort among independents leads, however, to the formation of the United Federation of Planets Independent Traders Association (UFP/ITA), with T'las as its first president. Orions keep their colonies out of the Federation, avoiding restrictive entanglements for the time being. They also maintain the secret of the existence of the Klingon Empire. The Klingons are just one of many cultures with whom the Orions trade, and so they go unnoticed by the newborn Federation."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d180g"}],"gsx$stardate":{"$t":"0/8706.06"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Articles Of Federation are signed, linking Terra, Andor, Alpha Centauri, Vulcan, and Tellar in military, social, and economic fellowship. It is economics, some say, that swung the tide of opinion in favor of the Federation concept, as the Articles and early Federation rulings based on them provide for a common legal system and a way to regulate interstellar trade. Independent interests, well-funded and led by Andorian trader J'mm T'las, manage to prevent a stifling Federation bureaucracy from crushing small independent traders, but the free-wheeling traffic in everything and anything money will buy is soon over. This cooperative effort among independents leads, however, to the formation of the United Federation of Planets Independent Traders Association (UFP/ITA), with T'las as its first president. Orions keep their colonies out of the Federation, avoiding restrictive entanglements for the time being. They also maintain the secret of the existence of the Klingon Empire. The Klingons are just one of many cultures with whom the Orions trade, and so they go unnoticed by the newborn Federation."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d2mkx"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0/9211"},"content":{"type":"text","$t":"full: TRUE, event: The Federation cargo vessel Atlas is destroyed by Romulan forces in the first known contact between these two cultures. A marker-recorder buoy is released by the vessel’s captain before the ship is disabled entirely and taken in tow. Though the buoy is found months later, the Atlas is never heard from again."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d2mkx"}],"gsx$stardate":{"$t":"0/9211"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Federation cargo vessel Atlas is destroyed by Romulan forces in the first known contact between these two cultures. A marker-recorder buoy is released by the vessel’s captain before the ship is disabled entirely and taken in tow. Though the buoy is found months later, the Atlas is never heard from again."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cssly"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0101.01"},"content":{"type":"text","$t":"full: TRUE, event: The loss of three Starfleet heavy Cruisers in the same area as the Atlas incident, and eyewitness accounts by the crew of a surviving destroyer attached to the same fleet reveal the presence of the Romulan Empire. The subsequent series of border incidents lead to war, and also distract Federation attention from exploring the area beyond the Orion colonial holdings, which would have revealed the presence of the Klingon Empire. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cssly"}],"gsx$stardate":{"$t":"1/0101.01"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The loss of three Starfleet heavy Cruisers in the same area as the Atlas incident, and eyewitness accounts by the crew of a surviving destroyer attached to the same fleet reveal the presence of the Romulan Empire. The subsequent series of border incidents lead to war, and also distract Federation attention from exploring the area beyond the Orion colonial holdings, which would have revealed the presence of the Klingon Empire. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cu76f"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0610.14"},"content":{"type":"text","$t":"full: TRUE, event: The UFP formally declares war on the Romulan Star Empire. The Orions surprise the UFP by declaring full neutrality and by not allowing Orion shipping to participate in war trade, nor Orion bases to be used as way stations for war Supply. This move hampers war supply efforts, and many UFP companies that continue to trade with Orion interests are branded by the public as traitorous and are forced out of business. Independents pick up the slack, supplying the war effort. As the Romulans do not recognize the status of non-combatants, no cargo vessel in the area is safe, including those converted to the so-called mercy vessels run by many patriotic independent traders carrying non-combat aid to colonies isolated by the fighting."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cu76f"}],"gsx$stardate":{"$t":"1/0610.14"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The UFP formally declares war on the Romulan Star Empire. The Orions surprise the UFP by declaring full neutrality and by not allowing Orion shipping to participate in war trade, nor Orion bases to be used as way stations for war Supply. This move hampers war supply efforts, and many UFP companies that continue to trade with Orion interests are branded by the public as traitorous and are forced out of business. Independents pick up the slack, supplying the war effort. As the Romulans do not recognize the status of non-combatants, no cargo vessel in the area is safe, including those converted to the so-called mercy vessels run by many patriotic independent traders carrying non-combat aid to colonies isolated by the fighting."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cvlqs"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0703.21"},"content":{"type":"text","$t":"full: TRUE, event: An unarmed and unescorted mercy vessel convoy returning from a supply mission to an isolated world is attacked by a Romulan war vessel. Offers of surrender are ignored and six small merchantmen are destroyed. Captain Rachel Cohen of the two-person independent merchant Free Spirit plays dead to draw the warship close, then overloads her engines and explodes her vessel, crippling the Romulan ship. The other 23 surviving merchant ships escape, though the crippled Romulan also self-destructs. Cohen and her copilot/husband Isadore are posthumously awarded the Federation Medal Of Valor, the only civilians ever to be accorded the honor. The incident sparks new war fervor at home, and independent merchants gain new status in the eyes of the UFP and the public. Permission is given for independent merchants to be armed in all areas bordering the war zone. (Cohen Center, the Terran headquarters of the UFP/ITA, is named for Rachel and Isadore Cohen.)"},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cvlqs"}],"gsx$stardate":{"$t":"1/0703.21"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"An unarmed and unescorted mercy vessel convoy returning from a supply mission to an isolated world is attacked by a Romulan war vessel. Offers of surrender are ignored and six small merchantmen are destroyed. Captain Rachel Cohen of the two-person independent merchant Free Spirit plays dead to draw the warship close, then overloads her engines and explodes her vessel, crippling the Romulan ship. The other 23 surviving merchant ships escape, though the crippled Romulan also self-destructs. Cohen and her copilot/husband Isadore are posthumously awarded the Federation Medal Of Valor, the only civilians ever to be accorded the honor. The incident sparks new war fervor at home, and independent merchants gain new status in the eyes of the UFP and the public. Permission is given for independent merchants to be armed in all areas bordering the war zone. (Cohen Center, the Terran headquarters of the UFP/ITA, is named for Rachel and Isadore Cohen.)"}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cx0b9"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0909.00"},"content":{"type":"text","$t":"full: TRUE, event: The end of the Romulan/UFP War comes as a result of the efforts of Federation Senior Councilman Abraham Dannon. The peace offer is made and the treaty negotiated by subspace radio, and no members of the two warring cultures meet face-to-face. The UFP/ITA narrowly votes to grant its support to the peace move, though a strong faction, sparked mostly by the Cohen incident, wishes to prosecute the war to a more definite conclusion. The UFP/ITA is split, with many financially-powerful independents who had profited from the transport and sale of war materials breaking away to form the Association of Star Merchants (ASM)."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/cx0b9"}],"gsx$stardate":{"$t":"1/0909.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The end of the Romulan/UFP War comes as a result of the efforts of Federation Senior Councilman Abraham Dannon. The peace offer is made and the treaty negotiated by subspace radio, and no members of the two warring cultures meet face-to-face. The UFP/ITA narrowly votes to grant its support to the peace move, though a strong faction, sparked mostly by the Cohen incident, wishes to prosecute the war to a more definite conclusion. The UFP/ITA is split, with many financially-powerful independents who had profited from the transport and sale of war materials breaking away to form the Association of Star Merchants (ASM)."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d9ney"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0910.00"},"content":{"type":"text","$t":"full: TRUE, event: The end of the Romulan War brings the Orion colonies to the realization that the UFP and the Klingon Empire must eventually encounter one another. Though the Klingon military is occupied with raids against the weakened Romulan border, Orions fear that the Klingons will return their attention to Rigel and her interstellar holdings. Realizing that any contact between the UFP and the Klingon Empire must inevitably lead to armed conflict, the Orions hastily negotiate several non-aggression and trade treaties with the UFP, but do not join the Federation."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d9ney"}],"gsx$stardate":{"$t":"1/0910.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The end of the Romulan War brings the Orion colonies to the realization that the UFP and the Klingon Empire must eventually encounter one another. Though the Klingon military is occupied with raids against the weakened Romulan border, Orions fear that the Klingons will return their attention to Rigel and her interstellar holdings. Realizing that any contact between the UFP and the Klingon Empire must inevitably lead to armed conflict, the Orions hastily negotiate several non-aggression and trade treaties with the UFP, but do not join the Federation."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/db1zf"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/0912.03"},"content":{"type":"text","$t":"full: TRUE, event: Mantiev, a harsh but promising planet discovered during deep scouting efforts connected with the Romulan War, is settled by Federation political dissidents. Nearby star systems, which will form the Mantiev Colonial Association, are colonized within a year by similar groups. The War has revealed several useful worlds in the area, which becomes known as the Triangle, but their distance from the center of the UFP, and their uncomfortable proximity to Romulan space, makes them unattractive to most. It is years before additional serious colonies are established there. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/db1zf"}],"gsx$stardate":{"$t":"1/0912.03"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Mantiev, a harsh but promising planet discovered during deep scouting efforts connected with the Romulan War, is settled by Federation political dissidents. Nearby star systems, which will form the Mantiev Colonial Association, are colonized within a year by similar groups. The War has revealed several useful worlds in the area, which becomes known as the Triangle, but their distance from the center of the UFP, and their uncomfortable proximity to Romulan space, makes them unattractive to most. It is years before additional serious colonies are established there. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dcgjs"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/1303.21"},"content":{"type":"text","$t":"full: TRUE, event: The early efforts of the Association of Star Merchants in persecuting Councilman Dannon for his role in the peace treaty with the Romulans have an unfortunate and ironic consequence. A former ASM official who lost much of his family in the war assassinates Dannon. This breaks the back of trader support for the Association of Star Merchants, and the ASM collapses within three months."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dcgjs"}],"gsx$stardate":{"$t":"1/1303.21"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The early efforts of the Association of Star Merchants in persecuting Councilman Dannon for his role in the peace treaty with the Romulans have an unfortunate and ironic consequence. A former ASM official who lost much of his family in the war assassinates Dannon. This breaks the back of trader support for the Association of Star Merchants, and the ASM collapses within three months."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ddv49"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/1818.00"},"content":{"type":"text","$t":"full: TRUE, event: Most Orion trade families close their operations with the UFP in the face of a return of Klingon trade to the Rigel colonies. Through masterful timing of ship arrivals, the Orions keep the Klingons and UFP unaware of each others presence for many years, despite UFP displeasure at the closing of many Orion ports."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ddv49"}],"gsx$stardate":{"$t":"1/1818.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Most Orion trade families close their operations with the UFP in the face of a return of Klingon trade to the Rigel colonies. Through masterful timing of ship arrivals, the Orions keep the Klingons and UFP unaware of each others presence for many years, despite UFP displeasure at the closing of many Orion ports."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d415a"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/2412.00"},"content":{"type":"text","$t":"full: TRUE, event: Faced with threats of the revoking of UFP non-aggression agreements because of Orion port closure to even emergency traffic, the ports are reopened to UFP shipping on a limited basis. Further treaties with the UFP are signed, providing the Orion worlds with a promise of protection from outside aggression, while only prohibiting the Orions from directly attacking the . This opens the door for the Orions to trade with both sides in the eventual conflict between the Klingon Empire and the UFP. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d415a"}],"gsx$stardate":{"$t":"1/2412.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Faced with threats of the revoking of UFP non-aggression agreements because of Orion port closure to even emergency traffic, the ports are reopened to UFP shipping on a limited basis. Further treaties with the UFP are signed, providing the Orion worlds with a promise of protection from outside aggression, while only prohibiting the Orions from directly attacking the . This opens the door for the Orions to trade with both sides in the eventual conflict between the Klingon Empire and the UFP. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d5fpr"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/3308.00"},"content":{"type":"text","$t":"full: TRUE, event: Independent traders from the UFP first encounter Klingon traders on an Orion colony planet. They are aware that they have made contact with a previously unknown species, but the Klingons keep them unaware of the true importance of the incident, while pumping them for information about the UFP. The merchant captain E.A. Jacoby is an experienced trader with a small vessel. Having encountered a number of new races (all customers of the Orions) in past visits to Orion ports, he simply passes along the customary UFP contact material. Though he claims to have filed the proper reports on his encounter to the UFP Contacts Bureau, those records are never found."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d5fpr"}],"gsx$stardate":{"$t":"1/3308.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Independent traders from the UFP first encounter Klingon traders on an Orion colony planet. They are aware that they have made contact with a previously unknown species, but the Klingons keep them unaware of the true importance of the incident, while pumping them for information about the UFP. The merchant captain E.A. Jacoby is an experienced trader with a small vessel. Having encountered a number of new races (all customers of the Orions) in past visits to Orion ports, he simply passes along the customary UFP contact material. Though he claims to have filed the proper reports on his encounter to the UFP Contacts Bureau, those records are never found."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d6ua4"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/4000.00"},"content":{"type":"text","$t":"full: TRUE, event: The first major wave of settlements is established in the Triangle. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d6ua4"}],"gsx$stardate":{"$t":"1/4000.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The first major wave of settlements is established in the Triangle. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d88ul"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/4116.00"},"content":{"type":"text","$t":"full: TRUE, event: Starting circa this date, a number of large Orion trade families attempt to spread their influence beyond the boundaries of their closely held colony worlds through the opening of tradeworlds. These planets are developed specifically to be trade centers and scrupulously avoid affiliation with the UFP or other governments that might restrict their activities. Tradeworlds have virtually no regulations or tariffs to control trade, making them attractive ports-of-call for the small independent merchant vessel wishing to avoid such extra costs or to traffic in contraband. The first experiments are a huge success, with the Orion traders more than recouping their development costs by leasing commercial space near the new port facilities, and by setting up elaborate trade brokerage houses that buy and sell small cargoes from everywhere - often making enormous profits in the process. Despite the high prices for leases, the tradeworlds prosper because of the lack of restrictions."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/d88ul"}],"gsx$stardate":{"$t":"1/4116.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Starting circa this date, a number of large Orion trade families attempt to spread their influence beyond the boundaries of their closely held colony worlds through the opening of tradeworlds. These planets are developed specifically to be trade centers and scrupulously avoid affiliation with the UFP or other governments that might restrict their activities. Tradeworlds have virtually no regulations or tariffs to control trade, making them attractive ports-of-call for the small independent merchant vessel wishing to avoid such extra costs or to traffic in contraband. The first experiments are a huge success, with the Orion traders more than recouping their development costs by leasing commercial space near the new port facilities, and by setting up elaborate trade brokerage houses that buy and sell small cargoes from everywhere - often making enormous profits in the process. Despite the high prices for leases, the tradeworlds prosper because of the lack of restrictions."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dkvya"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/5103.27"},"content":{"type":"text","$t":"full: TRUE, event: Freeloader, first and most notorious Orion freeport in the Triangle, is officially opened with the dedication of its spaceport facility. This date marks the beginning of large-scale trade operations in the region, which is soon to become the hottest and most open trade area in the known galaxy. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dkvya"}],"gsx$stardate":{"$t":"1/5103.27"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Freeloader, first and most notorious Orion freeport in the Triangle, is officially opened with the dedication of its spaceport facility. This date marks the beginning of large-scale trade operations in the region, which is soon to become the hottest and most open trade area in the known galaxy. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dmair"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/5101.18"},"content":{"type":"text","$t":"full: TRUE, event: Independent trader Millie Sue exchanges fire with an unknown scout vessel. Though the trader damaged and chased away the attacking ship, the Millie Sue was left without the capability for faster-than-light travel in the exchange. Two Starfleet warships respond to the ships distress call and rescue all hands. A small destroyer-class ship of unknown origin is also noted on sensors by the two Starfleet vessels, but it fails to answer hailing messages and flees when they attempt to move closer. The ship, traveling outside UFP jurisdiction, is not pursued, but the encounter leads the UFP to press Orion sources for information on this new space-traveling race. Years later, review of the computer records indicates an 87 percent probability that both unknown ships were vessels of the Klingon Empire."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dmair"}],"gsx$stardate":{"$t":"1/5101.18"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Independent trader Millie Sue exchanges fire with an unknown scout vessel. Though the trader damaged and chased away the attacking ship, the Millie Sue was left without the capability for faster-than-light travel in the exchange. Two Starfleet warships respond to the ships distress call and rescue all hands. A small destroyer-class ship of unknown origin is also noted on sensors by the two Starfleet vessels, but it fails to answer hailing messages and flees when they attempt to move closer. The ship, traveling outside UFP jurisdiction, is not pursued, but the encounter leads the UFP to press Orion sources for information on this new space-traveling race. Years later, review of the computer records indicates an 87 percent probability that both unknown ships were vessels of the Klingon Empire."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dnp34"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/5101.18"},"content":{"type":"text","$t":"full: TRUE, event: Though any number of independent traders have encountered Klingons in Orion ports, the UFP has never taken official notice of this new culture, whereas Klingon military observers have been gathering data for years about the UFP and Starfleet. Many ship disappearances attributed to Orion pirates prove later to have been caused by Klingon warships capturing UFP starships and crews for interrogation and study. To some, the incident involving the Millie Sue marks the date of First Contact. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dnp34"}],"gsx$stardate":{"$t":"1/5101.18"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Though any number of independent traders have encountered Klingons in Orion ports, the UFP has never taken official notice of this new culture, whereas Klingon military observers have been gathering data for years about the UFP and Starfleet. Many ship disappearances attributed to Orion pirates prove later to have been caused by Klingon warships capturing UFP starships and crews for interrogation and study. To some, the incident involving the Millie Sue marks the date of First Contact. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dp3nl"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/5105.02"},"content":{"type":"text","$t":"full: TRUE, event: The USS Sentry encounters and confronts Klingon cruiser Devisor near Gamma Demetrius. A brief exchange of fire marks the first official contact between the UFP and the Klingon Empire. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dp3nl"}],"gsx$stardate":{"$t":"1/5105.02"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The USS Sentry encounters and confronts Klingon cruiser Devisor near Gamma Demetrius. A brief exchange of fire marks the first official contact between the UFP and the Klingon Empire. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/df9om"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/5309.02"},"content":{"type":"text","$t":"full: TRUE, event: Baker's World is founded by UFP settlers in The Triangle. Baker's World will eventually become an important independent trade port, and the seat of the largest independent government in that area. The Affiliation of Outer Free Worlds (aka Baker's Dozen)."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/df9om"}],"gsx$stardate":{"$t":"1/5309.02"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Baker's World is founded by UFP settlers in The Triangle. Baker's World will eventually become an important independent trade port, and the seat of the largest independent government in that area. The Affiliation of Outer Free Worlds (aka Baker's Dozen)."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dgo93"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/6003.04"},"content":{"type":"text","$t":"full: TRUE, event: The USS Flying Fortress, a prototype slow transport, is hijacked in space by a Klingon war vessel. A Federation anti-piracy force intercepts the hijacked vessel as it is being towed away, and forces the Klingons to release their tractor beam and flee. The badly-damaged USS Flying Fortress is recovered. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dgo93"}],"gsx$stardate":{"$t":"1/6003.04"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The USS Flying Fortress, a prototype slow transport, is hijacked in space by a Klingon war vessel. A Federation anti-piracy force intercepts the hijacked vessel as it is being towed away, and forces the Klingons to release their tractor beam and flee. The badly-damaged USS Flying Fortress is recovered. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/di2tg"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/6110.21"},"content":{"type":"text","$t":"full: TRUE, event: Starfleet works with the UFP/ITA to disguise a number of warships as merchant vessels, and the ploy draws out the Klingon Empire for another attack. The USS Phantom is fired upon without warning by two Klingon warships while proceeding in Orion Space disguised as a large merchant vessel. The Phantom jettisons its dummy cargo pod and engages the Klingon attackers, destroying one and crippling the life support system of the second. A boarding party from the Phantom attempts to rescue survivors and gather information, but the Klingon self-destructs to avoid revealing too much about their nature, killing all survivors and the rescue party. Without substantive evidence to link the attack to the still mysterious Klingon government, no direct military action can be taken. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/di2tg"}],"gsx$stardate":{"$t":"1/6110.21"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Starfleet works with the UFP/ITA to disguise a number of warships as merchant vessels, and the ploy draws out the Klingon Empire for another attack. The USS Phantom is fired upon without warning by two Klingon warships while proceeding in Orion Space disguised as a large merchant vessel. The Phantom jettisons its dummy cargo pod and engages the Klingon attackers, destroying one and crippling the life support system of the second. A boarding party from the Phantom attempts to rescue survivors and gather information, but the Klingon self-destructs to avoid revealing too much about their nature, killing all survivors and the rescue party. Without substantive evidence to link the attack to the still mysterious Klingon government, no direct military action can be taken. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/djhdx"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/6211.13"},"content":{"type":"text","$t":"full: TRUE, event: In the face of increased evidence of Klingon aggression, the UFP/ITA calls for a complete investigation of the Klingon Empire and their activities. A badly overworked Starfleet lacks the budget or manpower to do an adequate job. Ship disappearances continue, but there are no more multi-ship confrontations with the Klingons. Many trade operations shut down, threatening to cripple expansion efforts and isolate frontier Colonies. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/djhdx"}],"gsx$stardate":{"$t":"1/6211.13"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"In the face of increased evidence of Klingon aggression, the UFP/ITA calls for a complete investigation of the Klingon Empire and their activities. A badly overworked Starfleet lacks the budget or manpower to do an adequate job. Ship disappearances continue, but there are no more multi-ship confrontations with the Klingons. Many trade operations shut down, threatening to cripple expansion efforts and isolate frontier Colonies. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dw4je"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/6312.24"},"content":{"type":"text","$t":"full: TRUE, event: The first Federation Interstellar Trade Operations Act is passed. In an attempt to revitalize interstellar trade along the Klingon frontier, this act offers traders low-interest loans for starship purchases. Despite continued tension between the UFP and the Klingon Empire, the act does its job, and trade operations increase once again."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dw4je"}],"gsx$stardate":{"$t":"1/6312.24"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The first Federation Interstellar Trade Operations Act is passed. In an attempt to revitalize interstellar trade along the Klingon frontier, this act offers traders low-interest loans for starship purchases. Despite continued tension between the UFP and the Klingon Empire, the act does its job, and trade operations increase once again."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dxj3v"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/8200.00"},"content":{"type":"text","$t":"stardateend: 1/8700.00, full: TRUE, event: Trade along the boundary with Klingon space flourishes with little Klingon intervention and few ship disappearances. Intelligence sources later detect massive shipbuilding efforts but no movement of ships toward either the UFP or Romulan borders, indicating the presence of another unknown enemy of the Klingons. The mystery is never solved, but the Klingon armed presence returns in force sometime after Stardate 1/8706. Incidents of ship disappearances remain at a low level nonetheless. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dxj3v"}],"gsx$stardate":{"$t":"1/8200.00"},"gsx$stardateend":{"$t":"1/8700.00"},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Trade along the boundary with Klingon space flourishes with little Klingon intervention and few ship disappearances. Intelligence sources later detect massive shipbuilding efforts but no movement of ships toward either the UFP or Romulan borders, indicating the presence of another unknown enemy of the Klingons. The mystery is never solved, but the Klingon armed presence returns in force sometime after Stardate 1/8706. Incidents of ship disappearances remain at a low level nonetheless. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dyxo8"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9212.21"},"content":{"type":"text","$t":"full: TRUE, event: USS Bohr reports observing a three-ship Klingon task force in unclaimed space between the UFP and Klingon spheres of influence. The small task force proves to be a decoy to lure the Bohr from its patrol area and allow a 20-ship force to attack the Arcanis research station. The massacre of 112 UFP citizens begins a chain of events that will result in war. Two massive battle fleets are detected over the next two months, but open hostilities do not begin immediately. The UFP begins to organize for conflict."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dyxo8"}],"gsx$stardate":{"$t":"1/9212.21"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"USS Bohr reports observing a three-ship Klingon task force in unclaimed space between the UFP and Klingon spheres of influence. The small task force proves to be a decoy to lure the Bohr from its patrol area and allow a 20-ship force to attack the Arcanis research station. The massacre of 112 UFP citizens begins a chain of events that will result in war. Two massive battle fleets are detected over the next two months, but open hostilities do not begin immediately. The UFP begins to organize for conflict."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e0c8p"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9409.29"},"content":{"type":"text","$t":"full: TRUE, event: The Four Years War begins with a Klingon declaration of alliance between themselves and the natives of the Axanar system."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e0c8p"}],"gsx$stardate":{"$t":"1/9409.29"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Four Years War begins with a Klingon declaration of alliance between themselves and the natives of the Axanar system."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dqi9q"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9410.18"},"content":{"type":"text","$t":"full: TRUE, event: The independent trader Finagle's Law becomes the first official merchant casualty of the Four Years War. Caught without escort or armament and using a Federation-issued civilian recognition beacon, it is nonetheless destroyed by a Klingon destroyer without warning. Though the official Klingon communications claim the ship was detected in the war zone, the ships wreckage is found far outside this area. Drift projections indicate the Finagle's Law had never passed through unclaimed space at all. The incident is well publicized and the enlistment rolls of the UFP armed forces swell as a result. Many independent merchant crews sign up as a group, and remain attached for a time to their own vessels as local support, while Starfleet attempts to catch up with the sudden demand for more and better war vessels. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dqi9q"}],"gsx$stardate":{"$t":"1/9410.18"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The independent trader Finagle's Law becomes the first official merchant casualty of the Four Years War. Caught without escort or armament and using a Federation-issued civilian recognition beacon, it is nonetheless destroyed by a Klingon destroyer without warning. Though the official Klingon communications claim the ship was detected in the war zone, the ships wreckage is found far outside this area. Drift projections indicate the Finagle's Law had never passed through unclaimed space at all. The incident is well publicized and the enlistment rolls of the UFP armed forces swell as a result. Many independent merchant crews sign up as a group, and remain attached for a time to their own vessels as local support, while Starfleet attempts to catch up with the sudden demand for more and better war vessels. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/drwu7"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/94.11.02"},"content":{"type":"text","$t":"full: TRUE, event: In a surprise attack, Klingon warships and ground forces capture the tradeworld Open Door, outside UFP space but owned by UFP-chartered companies. The Klingons declare Open Door as property of the Empire, but the UFP/ITA, representing the coalition of trade Companies sponsoring the Open Door tradeworld colony, refuses to recognize any Klingon authority in the Open Door system and calls for Starfleet intervention. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/drwu7"}],"gsx$stardate":{"$t":"1/94.11.02"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"In a surprise attack, Klingon warships and ground forces capture the tradeworld Open Door, outside UFP space but owned by UFP-chartered companies. The Klingons declare Open Door as property of the Empire, but the UFP/ITA, representing the coalition of trade Companies sponsoring the Open Door tradeworld colony, refuses to recognize any Klingon authority in the Open Door system and calls for Starfleet intervention. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dtbek"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/94.11.30"},"content":{"type":"text","$t":"full: TRUE, event: On his own authority, the commander of Star Base 15 diverts a Starfleet force enroute to reinforce border positions to deal with the situation on Open Door. Led by the newly-commissioned USS Defiant heavy cruiser and the frigate USS Peking, the fleet enters the Open Door system and engages Klingon warships, turning away much of the Klingon force after fierce interstellar combat. Federation Marines attached to the Starfleet force engage Klingon defenders on the surface of a planet for the first time and soon break the back of the defense, liberating the captive population of Open Door. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dtbek"}],"gsx$stardate":{"$t":"1/94.11.30"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"On his own authority, the commander of Star Base 15 diverts a Starfleet force enroute to reinforce border positions to deal with the situation on Open Door. Led by the newly-commissioned USS Defiant heavy cruiser and the frigate USS Peking, the fleet enters the Open Door system and engages Klingon warships, turning away much of the Klingon force after fierce interstellar combat. Federation Marines attached to the Starfleet force engage Klingon defenders on the surface of a planet for the first time and soon break the back of the defense, liberating the captive population of Open Door. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dupz1"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9412.18"},"content":{"type":"text","$t":"full: TRUE, event: With the Orion homeworld governments forced to give up trade with the Klingon Empire for the duration of the war, the small, Triangle-based Orion Frontier Merchants Association declares independent status from the main Orion bureaucracy. This association maintains trade links with both sides, despite formal protests by the UFP/ITA. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/dupz1"}],"gsx$stardate":{"$t":"1/9412.18"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"With the Orion homeworld governments forced to give up trade with the Klingon Empire for the duration of the war, the small, Triangle-based Orion Frontier Merchants Association declares independent status from the main Orion bureaucracy. This association maintains trade links with both sides, despite formal protests by the UFP/ITA. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e7d2q"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9503.21"},"content":{"type":"text","$t":"full: TRUE, event: The Affiliation of Outer Free Worlds in the Triangle is founded with agreements signed on Baker's World. The AOFW soon joins the war on the side of the UFP when a member world is overrun and its population enslaved by the Klingons. This action begins a second front of the Klingon War within the Triangle."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e7d2q"}],"gsx$stardate":{"$t":"1/9503.21"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Affiliation of Outer Free Worlds in the Triangle is founded with agreements signed on Baker's World. The AOFW soon joins the war on the side of the UFP when a member world is overrun and its population enslaved by the Klingons. This action begins a second front of the Klingon War within the Triangle."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e8rn7"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9504.00"},"content":{"type":"text","$t":"full: TRUE, event: A convoy of Orion merchant ships carrying dilithium for the UFP war effort are intercepted by a Klingon destroyer task force near Laxala. Refusing to give up his cargo, one Orion captain overloads his drive and explodes, destroying one Klingon destroyer, damaging a second, and ending the attack. The Orion government formally resolves to destroy all dilithium shipments through the use of antimatter devices if any further interference with any dilithium shipment is attempted - by either side. The independent Orion Frontier Merchants Association, supplying dilithium to both the AOFW and the Klingon Empire, joins in this pronouncement. Both sides refrain from further attacks on Orion dilithium convoys. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/e8rn7"}],"gsx$stardate":{"$t":"1/9504.00"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"A convoy of Orion merchant ships carrying dilithium for the UFP war effort are intercepted by a Klingon destroyer task force near Laxala. Refusing to give up his cargo, one Orion captain overloads his drive and explodes, destroying one Klingon destroyer, damaging a second, and ending the attack. The Orion government formally resolves to destroy all dilithium shipments through the use of antimatter devices if any further interference with any dilithium shipment is attempted - by either side. The independent Orion Frontier Merchants Association, supplying dilithium to both the AOFW and the Klingon Empire, joins in this pronouncement. Both sides refrain from further attacks on Orion dilithium convoys. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ea67k"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9509.07"},"content":{"type":"text","$t":"full: TRUE, event: Faced with a growing number of merchant ship disappearances, Starfleet Command establishes the Zone of Transport Escort, restricting the movement of private and commercial vessels, requiring naval escort for vessels traveling in the restricted area, and placing armed marines aboard all escorted ships. Small independent merchants immediately protest the order, but large shipping lines mostly remain silent. The UFP/ITA is split, with no formal declaration of support made one way or the other. The regulations remain in effect until after the war. The restricted area includes both Romulan and Klingon borders, but the Triangle is unaffected, thanks to an agreement between the UFP and the AOFW, which is supplied mostly by small independent traders. "},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ea67k"}],"gsx$stardate":{"$t":"1/9509.07"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"Faced with a growing number of merchant ship disappearances, Starfleet Command establishes the Zone of Transport Escort, restricting the movement of private and commercial vessels, requiring naval escort for vessels traveling in the restricted area, and placing armed marines aboard all escorted ships. Small independent merchants immediately protest the order, but large shipping lines mostly remain silent. The UFP/ITA is split, with no formal declaration of support made one way or the other. The regulations remain in effect until after the war. The restricted area includes both Romulan and Klingon borders, but the Triangle is unaffected, thanks to an agreement between the UFP and the AOFW, which is supplied mostly by small independent traders. "}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ebks1"},"updated":{"$t":"2016-02-02T10:54:37.171Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1/9709.10"},"content":{"type":"text","$t":"full: TRUE, event: The Imperial Klingon States is founded in The Triangle after a failed coup. Declaring itself to be the rightful Klingon government in exile, the IKS becomes a major source of intelligence against the Klingon Empire, mostly through an informal group of AOFW traders who volunteer to gather information during their runs into the KS. One such agent is Sarah Hastings, a UFP native who distinguishes herself when she overhears the conversation of an IKS spy recently returned from a secret mission within the Empire. Though she is spotted and pursued by the IKS agent, she hides alone in an IKS port city for 18 hours before being able to return to her ship. This information, relayed back through AOFW sources to the UFP, enables Starfleet to mount an ambush on a major Klingon flotilla sent to intercept UFP arms shipments. Hastings’ efforts win her the AOFW Star of Valor and a Starfleet Civilian Commendation."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1ztvTpHjCrZhf3cHCZpyIa1-FHjMFh9MJsPNe6FN5HaQ/orojt89/public/full/ebks1"}],"gsx$stardate":{"$t":"1/9709.10"},"gsx$stardateend":{"$t":""},"gsx$full":{"$t":"TRUE"},"gsx$event":{"$t":"The Imperial Klingon States is founded in The Triangle after a failed coup. Declaring itself to be the rightful Klingon government in exile, the IKS becomes a major source of intelligence against the Klingon Empire, mostly through an informal group of AOFW traders who volunteer to gather information during their runs into the KS. One such agent is Sarah Hastings, a UFP native who distinguishes herself when she overhears the conversation of an IKS spy recently returned from a secret mission within the Empire. Though she is spotted and pursued by the IKS agent, she hides alone in an IKS port city for 18 hours before being able to return to her ship. This information, relayed back through AOFW sources to the UFP, enables Starfleet to mount an ambush on a major Klingon flotilla sent to intercept UFP arms shipments. Hastings’ efforts win her the AOFW Star of Valor and a Starfleet Civilian Commendation."}}]}}